import './HomeText.scss';
// import { useState } from 'react';
import React from 'react';

export function HomeText() {
  // const [showMoreText, setshowMoreText] = useState(false);

  // const showMore = () => {
  //   setshowMoreText(prev => !prev);
  // };

  return (
    <>
      <h1 className="top__title">Топ запитань для легкого знайомства</h1>

      <p className="top_text">
        Онлайн-знайомства мають багато переваг, але є й один недолік:
        неможливість перевірити, хто насправді знаходиться по ту сторону
        монітором. Дівчата особливо хвилюються по цьому поводу, а чоловіки не
        дуже бажають детально розповідати про себе. Інформацію доводиться
        збирати "партизанськими" методами. Тому була розроблена данна програма,
        щоб максимально спростити цей процес, а також зробити спілкування куди
        більш насиченим тва цікавим.
      </p>

      {/* {showMoreText && (
        <p className="top_text">
          Способ использования следующий: нужно выбрать одну из категорий
          (вопросы одинаковые но у тех, что с перчинкой присутствуют вопросы
          откровенного характера), нажать на кнопку start, заскринить и
          отправить собеседнику. И так попеременно. Приятного общения.
        </p>
      )}

      <button className="button top-button" onClick={showMore}>
        {showMoreText ? 'Скрыть' : 'Читать дальше'}
      </button> */}
    </>
  );
}
