// мистецтво

export const questions8 = [
  'Які твої улюблені художники або художні напрямки?',
  'Які твої улюблені мистецькі напрямки та чому?',
  'Як ти реагуєш на стрес і які маєш стратегії для зменшення стресу?',
  'Як ти ставишся до діалогу між наукою та релігією?',
  'Як ти розвиваєш свій креативний потенціал?',
  'Які технології тобі найбільше сподобалися в останній час?',
  'Що тебе найбільше захоплює у світі кіно?',
  'Які види мистецтва тобі найбільше подобаються?',
  'Які фільми, книги або музика вразили тебе найбільше, і чому?',
  'Як ти вважаєш, чи може мистецтво бути політичним?',
  'Як ти вважаєш, що мистецтво може розповідати історії та впливати на свідомість людей?',
  'Як ти вважаєш, що мистецтво може розповісти про суспільство та культуру?',
  'Яка роль науки та технологій у сучасному світі?',
  'Як ти вважаєш, чому деякі люди налаштовані вороже до інновацій та змін?',
  'Які переваги та недоліки соціальних мереж для міжособистісних взаємин?',
  'Які книги, фільми або музика найбільше вплинули на твоє життя?',
];
