// подорожі

export const questions5 = [
  'Який найдалекіший пункт, до якого ти мандрував(-ла)?',
  'Які країни ти б хотів відвідати?, Які місця ти б хотів побачити в цих країнах?',
  'Які найбільші враження ти отримав(-ла) від своїх подорожей?',
  'Які місця ти рекомендуєш для відпочинку?',
  'Які місця ти рекомендуєш для активного відпочинку?',
  'Які місця ти рекомендуєш для культурної програми?',
  'Який твій найулюбленіший готель або курорт?',
  'Який твій найулюбленіший вид транспорту для подорожей?',
  'Яка твоя найнезабутніша подорож?',
  'Який найцікавіший музей, який ти відвідував(-ла)?',
  'Які найцікавіші місця для фотографування?',
  'Які найбільші враження ти отримав(-ла) від пригодницьких поїздок?',
  'Які місця ти б хотів(-ла) відвідати ще раз?',
];
