// Хоббі

export const questions2 = [
  'Які твої улюблені музичні групи або виконавці?',
  'Який твій улюблений фільм?',
  'Який твій улюблений телесеріал?',
  'Яка твоя улюблена книга?',
  'Який твій улюблений спорт?',
  'Що ти любиш робити в свій вільний час?',
  'Який твій улюблений вид розваг?',
  'Яка твоя улюблена страва?',
  'Які твої улюблені ресторани в твоєму місті?',
  'Який твій улюблений квест-рум?',
  'Які твої улюблені види спорту для спостереження?',
  'Які твої улюблені фестивалі або події?',
  'Які твої улюблені музичні фестивалі або концерти?',
  'Які твої улюблені книжкові жанри?',
  'Які твої улюблені види танцю?',
  'Які твої улюблені домашні тварини?',
  'Які твої улюблені гурманські продукти?',
];
